Repository: dcbartlett/mate-globalmenu
Catalog: po/*.po
Languages: gl, ko, lt, ro, sv

source: Indicator Size
gl: Tamaño do indicador
ko: 알림창 크기
lt: Indikatoriaus dydis
ro: Dimensiune indicator
sv: Indikatorstorlek

source: Size of check or radio indicator
gl: Tamaño do indicador de opción ou de verificación
ko: 체크 또는 라디오 표시자의 크기
lt: Pažymėjimo arba perjungimo indikatoriaus dydis
ro: Dimensiunea bifei / selectorului
sv: Storlek på kryss- eller radioindikator

source: Be verbose
gl: Ser detallado
ko: 자세히 출력
lt: Išsamūs pranešimai
ro: Detaliat
sv: Var informativ

source: disable serializing pixbuf
gl: Desactivar seralización de pixbuf
lt: išjungti taškų buferio serializavimą
ro: dezactiveaza serializarea pixbuf
sv: inaktivera serialisering av pixbuf

source: Disable the Plugin
gl: Desactivar o complemento
ko: 플러그인 비활성화
lt: Išjungti įskiepį
ro: Dezactivează Plugin-ul
sv: Inaktivera insticksmodulen

source: File to save the log, default to ~/.gnomenu.log
gl: Gardar o log, por defecto será gardado en ~/.gnomenu.log
ko: 기록 파일 저장(기본값: ~/.gnomenu.log)
lt: Žurnalo failas (numatytasis ~/.gnomenu.log)
ro: Fisierul pentru scrierea jurnalului (implicit ~/.gnomenu.log)
sv: Fil för att spara loggfilen, som standard till ~/.gnomenu.log

source: Enable hybrid mode
gl: Activar o modo híbrido
ko: 하이브리드 모드 활성화
lt: Įjungti hibridinę veikseną
ro: Activeaza modul hibrid
sv: Aktivera hybridläge

source: - Global Menu plugin Module for GTK
gl: - Módulo de complemento de Menú Global para GTK
ko: GTK를 위한 글로벌 메뉴 플러그인 모듈
lt: Globalaus meniu įskiepio GTK modulis
ro: - Modulul "Global Menu" - plugin pentru GTK
sv: - Insticksmodul för global menyrad för GTK

source: These parameters should be supplied in environment GLOBALMENU_GNOME_ARGS instead of the command line.
gl: Estes parametros deberían ser reemplazados no entorno GLOBALMENU_GNOME_ARGS no lugar da liña ordes.
lt: Šie parametrai turėtų būti pateikti GLOBALMENU_GNOME_ARGS aplinkos kintamajame, o ne komandėje eiilutėje.
ro: Acesti parametri trebuie specificati in mediul GLOBALMENU_GNOME_ARGS, nu in linia de comanda.
sv: Dessa parametrar ska anges i miljövariabeln GLOBALMENU_GNOME_ARGS istället för på kommandoraden.

source: globalmenu-panel-applet
gl: applet-do-panel-menu-global
ko: 글로벌 메뉴-패널-애플릿

source: _Preferences
gl: _Preferenzas
ko: 기본 설정(_P)
lt: _Nustatymai
ro: _Preferinţe
sv: _Inställningar

source: _Help
gl: _Axuda
ko: 도움말(_H)
lt: _Pagalba
ro: _Ajutor
sv: _Hjälp

source: _About
gl: _Acerca de
ko: 정보(_A)
lt: _Apie
ro: _Despre
sv: _Om

source: No Global Menu?
gl: Non hai Menú Global?
lt: Nėra globalaus meniu?
ro: Meniul Global nu este vizibil ?
sv: Ingen Global meny?

source: The Global Menu Plugin is not enabled on this desktop.
gl: O complemento Menú Global non está activo neste escritorio.
lt: Globalaus meniu įskiepis jūsų darbalaukiui nėra įjungtas.
ro: Plugin-ul "Meniu Global" (Global Menu) nu este activat pe desktop-ul curent.
sv: Insticksmodulen Global meny är inte aktiverad på detta skrivbord.

source: Enable the plugin by accessing the preferences dialog via a right-click,
gl: Activar o complemento accedendo ao diálodo de preferenzas a través de click dereito.
lt: Įjunkite įskiepį pasirinkę nustatymų dialogą iš kontekstinio meniu,
ro: Activeaza plugin-ul in optiunea "Preferinte" din meniul contextual via click-dreapta,
sv: Aktivera insticksmodulen genom att öppna inställningsdialogen med ett högerklick.

source: or by exporting GTK_MODULES=globalmenu-gnome in your profile.
gl: ou exportando GTK_MODULES=globalmenu-gnome no seu perfíl.
lt: arba export GTK_MODULES=globalmenu-gnome jūsų profilyje.
ro: sau prin export: GTK_MODULES=globalmenu-gnome in profilul personal.
sv: eller genom att exportera GTK_MODULES=globalmenu-gnome i din profil.

source: Project Home
gl: Inicio do proxecto
ko: 프로젝트 홈
lt: Projekto svetainė
ro: Pagina Proiectului
sv: Projektets webbplats

source: translator-credits
gl: Launchpad Contributions: Francisco Diéguez https://launchpad.net/~frandieguez adrian https://launchpad.net/~nomeapelidos
ko: Launchpad Contributions: Jaesung https://launchpad.net/~jaesung Mike Sierra https://launchpad.net/~ubuntuda
lt: Launchpad Contributions: Gediminas Paulauskas https://launchpad.net/~menesis Mantas Kriaučiūnas https://launchpad.net/~mantas
ro: Launchpad Contributions: Oleg Grom https://launchpad.net/~gromescu Sorocean Anton https://launchpad.net/~distortedbsd canistra https://launchpad.net/~canistra marcuskoze https://launchpad.net/~tekkro-gmail
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Dojan5 https://launchpad.net/~joel-lundborg-gmail Martin Andreasson https://launchpad.net/~mandreas Michael G https://launchpad.net/~kanjikan Ulrik Sverdrup https://launchpad.net/~ulrik-sverdrup

source: On-line help
gl: Axuda en liña
ko: 온라인 도움말
lt: Žinynas internete
ro: Ajutor On-line
sv: Hjälp på nätet

source: Global Menu Applet Preferences
gl: Preferenzas do Menú Global
ko: 글로벌 메뉴 애플릿 기본 설정
lt: Globalaus meniu įtaiso nustatymai
ro: Setarile aplicatiei Global Menu
sv: Inställningar för panelprogrammet Global meny

source: no windows
gl: sen xanelas
lt: nėra langų
ro: nici-o fereastra
sv: inga fönster

source: no actions
gl: sen accións
lt: nėra veiksmų
ro: nici-o actiune
sv: inga åtgärder

source: Mi_nimize
gl: Mi_nimizar
ko: 최소화(_N)
lt: Sumaži_nti
ro: Minimizează
sv: Mi_nimera

source: Ma_ximize
gl: Ma_ximizar
ko: 최대화(_X)
lt: Iš_didinti
ro: Maximizează
sv: Ma_ximera

source: Unma_ximize
gl: Res_taurar
ko: 최대화 취소(_X)
lt: Grąžinti iš iš_didinimo
ro: Restaurează
sv: Avma_ximera

source: _Move
gl: _Mover
ko: 이동(_M)
lt: _Perkelti
ro: Mută
sv: _Flytta

source: _Resize
gl: _Redimensionar
ko: 크기 바꾸기(_R)
lt: _Keisti dydį
ro: Redimensionează
sv: Ändra _storlek

source: Always on _Top
gl: Sempre en_riba
ko: 항상 위에(_T)
lt: Visada virš_uje
ro: Intotdeauna in fata altor ferestre
sv: Alltid _överst

source: _Always on visible Workspace
gl: Sempre visíbel na área de traballo
ko: 항상 보이는 작업 공간에(_A)
lt: _Visada matomame darbalaukyje
ro: Intotdeauna pe suprafata de lucru primara
sv: _Alltid på den synliga arbetsytan

source: _Workspace...
gl: _Área de traballo
ko: 작업 공간(_W)...
lt: _Darbalaukis...
ro: Spatiu de lucru
sv: Ar_betsyta...

source: _Close
gl: _Pechar
ko: 닫기(_C)
lt: _Užverti
ro: Închide
sv: S_täng

source: Show _Desktop
gl: Mostrar _Escritorio
ko: 바탕 화면 보기(_D)
lt: Rodyti _darbastalį
ro: Arată Desktop
sv: Visa s_krivbordet

source: Desktop
gl: Escritorio
ko: 바탕 화면
lt: Darbastalis
sv: Skrivbord

source: Follow the window
gl: Seguir a xanela
lt: Sekti langą
ro: Urmareste fereastra
sv: Följ fönstret

source: Add a handle to the applet
gl: Engadir un manipulador ao applet
lt: Pridėti rankeną prie įtaiso

source: Add window action menu entries to active application name menu
gl: Engada entradas no menú de acción da fiestra para activar o menú de nome de aplicación
lt: Pridėti lango veiksmų meniu punktus prie aktyvios programos pavadinimo meniu
ro: Adaugă intrări pentru meniul de acţiune a ferestrei pentru a activa meniul cu numele aplicaţiilor
sv: Lägg till åtgärdsmenyobjekt till det aktiva programmets namnmeny

source: Disable checking the GTK plugin module at startup
gl: Desactivar a comprobación do módulo de complemento GTK ao inicio
ko: 시작할 때 GTK 플러그인 모듈 체크 비활성화
lt: Išjungti GTK įskiepio modulio patikrinimą paleidimo metu
ro: Dezactiveaza verificarea plugin-ului la pornire

source: Disable checking the GTK plugin module at startup. If you know the module is loaded but for some reasons the applet cannot correctly detect this fact, set this key to true to skip the checking.
gl: Desactiva a comprobación do módulo de complemento GTK ao inicio. Se sabe que o módulo está cargado pero por algunha razón o applet non o está a detectar correctamente, estableza a verdadeiro isto activándoo.
lt: Išjungti GTK įskiepio modulio patikrinimą paleidimo metu. Jei žinote, kad modulis buvo įkeltas, tačiau įtaisas kažkodėl negali to fakto teisingai nustatyti, pakeiskite šio rakto reikšmę į true.
ro: Dezactiveaza verificarea plugin-ului pentru GTK la pornire. Daca sunteti sigur(a) ca modulul este incarcat, dar din diverse motive aplicatia nu detecteaza corect, setati aceasta optiune la valoarea "true" pentru a evita verificarea.

source: Enable Global Menu For GTK applications
gl: Activar o Menú Global para os aplicativos GTK
ko: GTK 애플리케이션 글로벌 메뉴 활성화
lt: Įjungti globalų meniu GTK programoms
ro: Activeaza Meniul Global pentru aplicatiile GTK
sv: Aktivera Global meny för GTK-program

source: Enable the Window Actions
gl: Activar as Accións de Xanela
ko: 창 동작 활성화
lt: Įtraukti lango veiksmus
ro: Activeaza meniul ferestrei

source: Enabled the Window List
gl: Activar a Lista de xanelas
ko: 창 목록 활성화
lt: Įtraukti langų sąrašą

source: If this key is true, libglobalmenu-gnome, the GTK plugin for Global Menu is loaded.
gl: Se esta chave está a verdadeiro, libglobalmenu-gnome, o complemento de GTK para o Menú global está cargado.
ko: 이 값을 참으로 설정하면, 글로벌 메뉴의 GTK 플러그인 libglobalmenu-gnome을 불러옵니다.
lt: Jei šio rakto reikšmė true, libglobalmenu-gnome, GTK įskiepis reikalingas globaliam meniu, yra įkeltas.
ro: Daca aceasta optiune are valoarea "true", plugin-ul GTK pentru Meniul Global este incarcat.
sv: Om nyckeln libglobalmenu-gnome är true så är GTK-insticksmodulen Global meny inläst.

source: Maximum length of the title area
gl: Lonxitude máxima da área de título
ko: 타이틀 영역의 최대 길이
lt: Maksimalus pavadinimo ilgis
ro: Lungimea maxima a titlului

source: Show the icon of the action window in the applet
gl: Mostrar a icona da xanela activa no applet
ko: 애플릿에 활성 창의 아이콘 표시
lt: Rodyti aktyvaus lango ikoną įtaise

source: Show the icon of the active window in the applet when enabled.
gl: Mostar a icona da xanela activa no aplicativo cando esté dispoñíbel.
ko: 활성화하면 애플릿에 현재 활성화된 창의 아이콘을 표시합니다.
lt: Rodyti aktyvaus lango ikoną įtaise, jei įjungta.

source: Show the name of the active application in the applet
gl: Mostrar o nome do aplicativo activo no applet
ko: 애플릿에 활성 창의 이름 표시
lt: Rodyti aktyvios programos pavadinimą įtaise

source: Show the name of the active application in the applet when enabled
gl: Mostrar o nome do aplicativo activo no applet cando estea activo
ko: 활성화하면 애플릿에 현재 활성화된 창의 이름을 표시합니다.
lt: Rodyti aktyvios programos pavadinimą įtaise, jei įjungta.

source: Specify if the applet has a handle. When the handle is enabled, the applet will not expand to occupy the remaining empty area on the panel.
gl: Especificar se o applet ten un manipulador. Cando o manipulador está activo, o applet non se expandirá para ocupar a área baleira dispoñíbel no panel.
lt: Ar įtaisas turi rankeną. Jei rankena įjungta, įtaisas neišsiplės kad užpildytų visą tuščią vietą skydelyje.

source: Switch among applications via the application name label
gl: Cambiar entre aplicativos mediante a etiqueta do nome de aplicativo
lt: Persijungti tarp programų per programos pavadinimo užrašą
sv: Växla mellan program via programmets namnetikett

source: The maximum length of name of the active application, in pixels
gl: A lonxitude máxima do nome de aplicativo activo, en pixeles
ko: 활성 애플리케이션 이름의 픽셀 단위 최대 길이
lt: Maksimalus aktyvios programos pavadinimo ilgis, taškais
ro: Lungimea maxima pentru titlul aplicatiei active, in pixeli
sv: Den maximala längden på namnet på det aktiva programmet, i bildpunkter

source: Global Menu Panel Applet
gl: Applet do Panel do Menú Global
ko: 글로벌 메뉴 패널 애플릿
lt: Globalaus meniu įtaisas skydeliui
sv: Panelprogrammet Global meny

source: GlobalMenu.PanelApplet Factory
gl: Factoría GlobalMenu.PanelApplet
ko: GlobalMenu.PanelApplet 팩토리
sv: Fabrik för GlobalMenu.PanelApplet

source: The factory to build GlobalMenu.PanelApplet objects
gl: A factoria para cargar os obxetos GlobalMenu.PanelApplet
sv: Fabriken för att bygga GlobalMenu.PanelApplet-objekt

source: Global Menu Plugin for XFCE Panel
gl: Complemento de Menú Global para o Panel de XFCE
ko: XFCE 패널의 글로벌 메뉴 플러그인
lt: Globalaus meniu įskiepis XFCE skydeliui
sv: Insticksmodulen Global meny för XFCE-panel

source: The Global Menu Plugin for XFCE Panel
gl: O Complemento de Menú Global para o Panel de XFCE
ko: XFCE 패널의 글로벌 메뉴 플러그인
lt: Globalaus meniu įskiepis XFCE skydeliui
sv: Insticksmodulen Global meny för XFCE-panelen
